Repository: bearstech/OursID
Catalog: OursID/apps/server/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The site <tt>%(trustroot)s</tt> has requested verification of your OpenID.
fr: Le site <tt>%(trustroot)s</tt> demande votre identité OpenID.

source: <p>This request claims to be from %(trustroot)s but I have determined that <em>it not true</em></p>
fr: Cette requête est annoncée comme venant de %(trustroot)s mais cela n'est pas vrai.

source: The site <tt>%(trustroot)s</tt> has requested verification of your OpenID. However, <tt>%(trustroot)s</tt> does not implement OpenID 2.0's relying party verification mechanism.
fr: Le site <tt>%(trustroot)s</tt> demande votre identité OpenID. Mais, <tt>%(trustroot)s</tt> n' implémente pas les mécanismes de sécurité d'OpenID 2.

source: Requested fields
fr: Champs requis

source: Your default identity for this consumer is : %(defaultid.userid)s
fr: Votre identité par defaut pour ce site est : %(defaultid.userid)s

source: Click here to use it
fr: Cliquez ici pour l'utiliser

source: Your identity is :
fr: Votre identité est :

source: Chose your identity to show to relying party
fr: Choisissez l'identité pour ce site

source: Yes (Allow)
fr: Autoriser

source: Always trust(Allow)
fr: Mémoriser (et autoriser)

source: No (Cancel)
fr: Refuser (Annuler)
