Repository: bearstech/OursID
Catalog: OursID/apps/account/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Confirm
fr: Confirmer

source: Type DELETE here to confirm.
fr: Taper SUPPRIMER pour confirmer.

source: DELETE
fr: SUPPRIMER

source: Confirmation incorrect
fr: Confirmation incorrecte

source: A confirmation mail will be sent to your email address.
fr: Un courrier de confirmation sera envoyé à votre adresse mail.

source: Email confirmation
fr: Confirmation du mail

source: Please type again your email address here.
fr: Saisissez à nouveau votre adresse mail.

source: Password
fr: Mot de passe

source: Your password.
fr: Votre mot de passe.

source: Password confirmation
fr: Confirmation du mot de passe

source: Please type again your password.
fr: Saisissez à nouveau votre mot de passe.

source: A user with that email already exists.
fr: Un utilisateur avec ce mail existe déjà.

source: The two email fields didnt corresponds.
fr: Les champs de saisie des mails ne correspondent pas.

source: The two password fields didnt corresponds.
fr: Les champs de saisie des mots de passe ne correspondent pas.

source: Username
fr: Pseudo

source: Name of your first openid identity.
fr: Merci de choisir une identité initiale (équivalent à un pseudo), vous pourrez d'ailleurs en avoir plusieurs.

source: A user with that username already exists.
fr: Cette identité est déjà prise, veuillez en choisir une autre.

source: Email or Username
fr: Mail ou Pseudo

source: Your Email
fr: Votre mail

source: Email or password incorrect
fr: Mail ou mot de passe incorrect

source: This user is not active
fr: Cet utilisateur n'est pas activé

source: This UserID already exists.
fr: Cet identifiant existe déjà.

source: Invalid public key
fr: Clef publique invalide

source: Invalid private key
fr: Clef privée invalide

source: Invalid cookie
fr: Cookie invalide

source: Invalid entry, please try again.
fr: Erreur de saisie, veuillez recommencer.

source: Could not contact reCAPTCHA server
fr: Serveur reCAPTCHA injoignable

source: Male
fr: Masculin

source: Female
fr: Féminin

source: Confirm code
fr: Code de confirmation

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Phone
fr: Téléphone

source: Date of birth
fr: Date de naissance

source: Adress
fr: Adresse

source: ZIP Code
fr: Code postal

source: City
fr: Ville

source: Country
fr: Pays

source: Gender
fr: Sexe

source: Display username?
fr: Afficher le pseudo ?

source: Display first name?
fr: Afficher le nom ?

source: Display last name?
fr: Afficher le prénom ?

source: Display email?
fr: Afficher le mail ?

source: Display phone?
fr: Afficher le téléphone ?

source: Display adress?
fr: Afficher l'adresse ?

source: Display ZIP Code?
fr: Afficher le code postal ?

source: Display city?
fr: Afficher la ville ?

source: Display country?
fr: Afficher le pays ?

source: Display avatar?
fr: Afficher l'avatar ?

source: Display gender?
fr: Afficher le sexe ?

source: Display date of birth?
fr: Afficher la date de naissance ?

source: Ask
fr: Question

source: Answer
fr: Réponse

source: Host
fr: Hôte

source: Result
fr: Resultat

source: You already have an account.
fr: Vous avez déjà un compte.

source: You already are loggued.
fr: Vous êtes déjà connecté.

source: Your password was succesfuly changed.
fr: Votre mot de passe a été mis à jour.

source: Your email was succesfuly changed and you are loggued out, please read the confirmation email.
fr: Votre mail a été mis à jour et vous êtes déconnecté, consultez le mail de confirmation s'il vous plait.

source: Confirmation OK
fr: Confirmation correcte

source: Your account have been activated
fr: Votre compte à été activé

source: Error
fr: Erreur

source: This code is invalid
fr: Ce code n'est pas valide

source: This page show all your identities. You can modify them. Need Help?
fr: Cette page affiche la liste de vos identités. Vous pouvez les modifier. Besoin d'aide?

source: Clic here
fr: Cliquez ici

source: Modify
fr: Modifier

source: Create new identity
fr: Créer une nouvelle identité

source: History
fr: Historique

source: The history page lists all the OpenID-enabled websites that you visited with yours identies
fr: L'historique recense tous les sites utilisant OpenID sur lesquels vous vous êtes connectés avec vos identités.

source: identity
fr: identité

source: previous
fr: précedent

source: Page %(num)s of %(nump)s.
fr: Page %(num)s sur %(nump)s.

source: next
fr: suivant

source: No history available.
fr: Pas d'historique disponible.

source: openid.bearstech.com is a <strong>free</strong> (and free as beer) software provided by bearstech. You can create and manage multiple identities. This service is OpenID v2 compatible.
fr: openid.bearstech.com est un service fourni gratuitement et <strong>librement</strong> par Bearstech. Vous pouvez créer et gérer de multiples identités de manière centralisée. Ce service est compatible OpenID v2.

source: To register, fill in the registration form below
fr: Pour vous enregistrer, veuillez compléter le formulaire ci-dessous

source: Login
fr: Connexion

source: If you don't have any account you can
fr: Si vous n'avez pas de compte, vous pouvez

source: register
fr: vous inscrire

source: Forgot password ?
fr: Vous avez oublié votre mot de passe ?

source: Logged out
fr: Déconnecté

source: You are now logged out
fr: Vous êtes déjà connecté.

source: Step %(step)s of %(step_count)s
fr: Étape %(step)s sur %(step_count)s

source: Next
fr: Suivant

source: End of register
fr: Fin de l'inscription

source: A confirmation email was sent. Check your mailbox to complete the registration process.
fr: Un courrier de confirmation a été envoyé. Veuillez consulter votre boite mail pour terminer l'inscription.

source: Your account
fr: Votre compte

source: Change your email
fr: Changer votre email

source: Change
fr: Changer

source: Note : after this change, you will be unlogged from this site and a new conformation email will sent.
fr: Note : après ce changement vous serez déconnecté et un nouveau mail de confirmation vous sera envoyé

source: Identity
fr: Identité

source: does not exist.
fr: n'existe pas

source: To create it, just :
fr: Pour en créer une :

source: Clic here.
fr: cliquez ici

source: That identity already exist.
fr: Cet identité existe déjà.

source: A user already have that identity.
fr: Un utilisateur posséde déjà cette identité

source: Create
fr: Créer

source: Note : your avatar will be resized to 100x90 pixels.
fr: Note : votre avatar sera redimensionné à 100x90 pixels.

source: That identity don't exist.
fr: Cette identité n'existe pas

source: Is not your identity.
fr: Cela n'est pas votre identité

source: Identity deleted.
fr: Identité supprimée

source: Delete this identity?
fr: Supprimer cette identité ?

source: Return to your account page.
fr: Revenir sur votre page personnelle.

source: Public ?
fr: Champ public ? (si cette case est cochée alors ce champ sera affiché sur la page de votre identité publique)

source: List of your identities.
fr: Liste de toute vos identités

source: Zip Code
fr: Code postal

source: To modify this identity :
fr: Pour modifier cette identité

source: That identity don't exist, you should :
fr: Cette identité n'existe pas, vous pouvez :

source: Create this one.
fr: En créer une

source: Is not your Identity
fr: Ce n'est pas votre identité

source: Update identity
fr: Modifier l'identité

source: Update
fr: Mettre à jour

source: OpenID Identity
fr: Identité OpenID

source: Revoke it
fr: Revoquer

source: Lost password
fr: Mot de passe perdu

source: Submit
fr: Soumettre
